Repository: AlfCano/rk.questionr
Catalog: inst/rkward/po/*.po
Languages: de, es, fr, pt_br

source: A plugin package to analyze complex survey designs. Includes Bar Charts, Histograms, Boxplots, and Frequency Tables.
de: Ein Plugin-Paket zur Analyse komplexer Erhebungsdesigns. Enthält Balkendiagramme, Histogramme, Boxplots und Häufigkeitstabellen.
es: Un paquete de plugins para analizar diseños de encuestas complejas. Incluye Gráficos de Barras, Histogramas, Boxplots y Tablas de Frecuencia.
fr: Un package de plugins pour analyser des plans d'échantillonnage complexes. Inclut des diagrammes à barres, histogrammes, boîtes à moustaches et tableaux de fréquences.
pt_br: Um pacote de plugins para analisar desenhos amostrais complexos. Inclui Gráficos de Barras, Histogramas, Boxplots e Tabelas de Frequência.

source: Bar Chart
de: Balkendiagramm
es: Gráfico de Barras
fr: Diagramme à barres
pt_br: Gráfico de Barras

source: Survey
de: Erhebung
es: Encuesta
fr: Enquête
pt_br: Pesquisa

source: Graphs
de: Grafiken
es: Gráficos
fr: Graphiques
pt_br: Gráficos

source: Color Palette (ColorBrewer)
de: Farbpalette (ColorBrewer)
es: Paleta de Colores (ColorBrewer)
fr: Palette de couleurs (ColorBrewer)
pt_br: Paleta de Cores (ColorBrewer)

source: Default (Paired)
de: Standard (Paired)
es: Predeterminado (Paired)
fr: Défaut (Paired)
pt_br: Padrão (Paired)

source: Plot Title
de: Diagrammtitel
es: Título del Gráfico
fr: Titre du graphique
pt_br: Título do Gráfico

source: Plot Subtitle
de: Diagrammuntertitel
es: Subtítulo del Gráfico
fr: Sous-titre du graphique
pt_br: Subtítulo do Gráfico

source: X-axis Label (blank for auto)
de: X-Achsen-Beschriftung (leer für auto)
es: Etiqueta Eje X (vacío para auto)
fr: Étiquette de l'axe X (vide pour auto)
pt_br: Rótulo do eixo X (vazio para auto)

source: Wrap X-axis Label at (chars)
de: X-Achsen-Beschriftung umbrechen bei (Zeichen)
es: Ajustar texto Eje X en (caracteres)
fr: Renvoyer l'étiquette X à la ligne à (caractères)
pt_br: Quebrar rótulo do eixo X em (caracteres)

source: Y-axis Label
de: Y-Achsen-Beschriftung
es: Etiqueta Eje Y
fr: Étiquette de l'axe Y
pt_br: Rótulo do eixo Y

source: Wrap Y-axis Label at (chars)
de: Y-Achsen-Beschriftung umbrechen bei (Zeichen)
es: Ajustar texto Eje Y en (caracteres)
fr: Renvoyer l'étiquette Y à la ligne à (caractères)
pt_br: Quebrar rótulo do eixo Y em (caracteres)

source: Legend Title (blank for auto)
de: Legendentitel (leer für auto)
es: Título de Leyenda (vacío para auto)
fr: Titre de la légende (vide pour auto)
pt_br: Título da Legenda (vazio para auto)

source: Wrap Legend Title at (chars)
de: Legendentitel umbrechen bei (Zeichen)
es: Ajustar Título Leyenda en (caracteres)
fr: Renvoyer le titre de la légende à (caractères)
pt_br: Quebrar título da legenda em (caracteres)

source: Wrap Legend Labels at (chars)
de: Legendenbeschriftungen umbrechen bei (Zeichen)
es: Ajustar Etiquetas Leyenda en (caracteres)
fr: Renvoyer les étiquettes de légende à (caractères)
pt_br: Quebrar rótulos da legenda em (caracteres)

source: Plot Caption
de: Diagrammbeschriftung (Caption)
es: Pie de gráfico (Caption)
fr: Légende du graphique (Caption)
pt_br: Legenda do gráfico (Caption)

source: Overall text size
de: Gesamttextgröße
es: Tamaño general del texto
fr: Taille générale du texte
pt_br: Tamanho geral do texto

source: Legend Position
de: Legendenposition
es: Posición de la Leyenda
fr: Position de la légende
pt_br: Posição da Legenda

source: Right
de: Rechts
es: Derecha
fr: Droite
pt_br: Direita

source: Left
de: Links
es: Izquierda
fr: Gauche
pt_br: Esquerda

source: Top
de: Oben
es: Arriba
fr: Haut
pt_br: Topo

source: Bottom
de: Unten
es: Abajo
fr: Bas
pt_br: Base

source: None
de: Keine
es: Ninguna
fr: Aucune
pt_br: Nenhuma

source: X-Axis Text
de: X-Achsen-Text
es: Texto Eje X
fr: Texte de l'axe X
pt_br: Texto do Eixo X

source: Angle
de: Winkel
es: Ángulo
pt_br: Ângulo

source: H-Just
de: H-Ausrichtung
es: Justificación H
fr: Justification H
pt_br: Justificativa H

source: Value Labels Wrap (chars)
de: Wertebeschriftung umbrechen (Zeichen)
es: Ajuste Etiquetas Valor (caracteres)
fr: Renvoi étiquettes de valeur (caractères)
pt_br: Quebra Rótulos de Valor (caracteres)

source: Y-Axis Text
de: Y-Achsen-Text
es: Texto Eje Y
fr: Texte de l'axe Y
pt_br: Texto do Eixo Y

source: Device type
de: Gerätetyp
es: Tipo de dispositivo
fr: Type de périphérique
pt_br: Tipo de dispositivo

source: Width (px)
de: Breite (px)
es: Ancho (px)
fr: Largeur (px)
pt_br: Largura (px)

source: Height (px)
de: Höhe (px)
es: Alto (px)
fr: Hauteur (px)
pt_br: Altura (px)

source: Resolution (ppi)
de: Auflösung (ppi)
es: Resolución (ppi)
fr: Résolution (ppi)
pt_br: Resolução (ppi)

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
pt_br: Fundo

source: Transparent
es: Transparente
pt_br: Transparente

source: White
de: Weiß
es: Blanco
fr: Blanc
pt_br: Branco

source: Select survey object
de: Erhebungsobjekt auswählen
es: Seleccionar objeto de encuesta
fr: Sélectionner l'objet d'enquête
pt_br: Selecionar objeto de pesquisa

source: Create a bar chart for categorical variables from a complex survey design object, using the 'questionr' and 'ggsurvey' packages.
de: Erstellen Sie ein Balkendiagramm für kategorische Variablen aus einem komplexen Erhebungsdesign-Objekt unter Verwendung der Pakete 'questionr' und 'ggsurvey'.
es: Crear un gráfico de barras para variables categóricas desde un objeto de diseño de encuesta compleja, usando los paquetes 'questionr' y 'ggsurvey'.
fr: Créez un diagramme à barres pour des variables catégorielles à partir d'un objet de plan d'échantillonnage complexe, en utilisant les packages 'questionr' et 'ggsurvey'.
pt_br: Crie um gráfico de barras para variáveis categóricas a partir de um objeto de desenho amostral complexo, usando os pacotes 'questionr' e 'ggsurvey'.

source: Select a survey design object and a categorical variable. Optionally select a Fill variable and Facet variable.
de: Wählen Sie ein Erhebungsdesign-Objekt und eine kategorische Variable aus. Wählen Sie optional eine Füllvariable und eine Facettierungsvariable.
es: Seleccione un objeto de diseño de encuesta y una variable categórica. Opcionalmente seleccione una variable de Relleno y una variable de Facetas.
fr: Sélectionnez un objet de plan d'échantillonnage et une variable catégorielle. Sélectionnez éventuellement une variable de remplissage et une variable de facette.
pt_br: Selecione um objeto de desenho amostral e uma variável categórica. Opcionalmente, selecione uma variável de Preenchimento e uma variável de Faceta.

source: Survey Design
de: Erhebungsdesign
es: Diseño de Encuesta
fr: Plan d'échantillonnage
pt_br: Desenho Amostral

source: Variable
pt_br: Variável

source: Fill
de: Füllung
es: Relleno
fr: Remplissage
pt_br: Preenchimento

source: Facet
de: Facette
es: Faceta
fr: Facette
pt_br: Faceta

source: Omit NA cases from selected variables
de: NA-Fälle aus ausgewählten Variablen ausschließen
es: Omitir casos NA de variables seleccionadas
fr: Omettre les cas NA des variables sélectionnées
pt_br: Omitir casos NA das variáveis selecionadas

source: X-axis Ordering
de: X-Achsen-Sortierung
es: Ordenamiento Eje X
fr: Ordre de l'axe X
pt_br: Ordenação do eixo X

source: Order X-axis by frequency
de: X-Achse nach Häufigkeit sortieren
es: Ordenar Eje X por frecuencia
fr: Ordonner l'axe X par fréquence
pt_br: Ordenar eixo X por frequência

source: Invert final order
de: Endgültige Reihenfolge umkehren
es: Invertir orden final
fr: Inverser l'ordre final
pt_br: Inverter ordem final

source: Order by level of Fill var (optional)
de: Nach Ebene der Füllvariable sortieren (optional)
es: Ordenar por nivel de var Relleno (opcional)
fr: Ordonner par niveau de var de remplissage (optionnel)
pt_br: Ordenar por nível da var de Preenchimento (opcional)

source: Frequency type
de: Häufigkeitstyp
es: Tipo de Frecuencia
fr: Type de fréquence
pt_br: Tipo de Frequência

source: Absolute
de: Absolut
es: Absoluta
fr: Absolue
pt_br: Absoluta

source: Relative
de: Relativ
es: Relativa
pt_br: Relativa

source: Bar position
de: Balkenposition
es: Posición de barra
fr: Position des barres
pt_br: Posição da barra

source: Stack
de: Gestapelt (Stack)
es: Apilada (Stack)
fr: Empilé (Stack)
pt_br: Empilhada (Stack)

source: Dodge
de: Nebeneinander (Dodge)
es: Agrupada (Dodge)
fr: Côte à côte (Dodge)
pt_br: Lado a lado (Dodge)

source: Fill (Prop)
de: Gefüllt (Fill - Prop)
es: Relleno Proporcional (Fill)
fr: Rempli (Fill - Prop)
pt_br: Preenchida (Fill - Prop)

source: Flip coordinates
de: Koordinaten tauschen
es: Invertir coordenadas
fr: Inverser les coordonnées
pt_br: Inverter coordenadas

source: Facet Layout
de: Facetten-Layout
es: Diseño de Facetas
fr: Disposition des facettes
pt_br: Layout de Faceta

source: Wrap
de: Umbrechen (Wrap)
es: Envolver (Wrap)
fr: Envelopper (Wrap)
pt_br: Quebrar (Wrap)

source: Row
de: Zeile
es: Fila
fr: Ligne
pt_br: Linha

source: Col
de: Spalte
es: Columna
fr: Colonne
pt_br: Coluna

source: Show Labels
de: Beschriftungen anzeigen
es: Mostrar Etiquetas
fr: Afficher les étiquettes
pt_br: Mostrar Rótulos

source: Type
de: Typ
es: Tipo
pt_br: Tipo

source: Plain Text
de: Einfacher Text
es: Texto Plano
fr: Texte brut
pt_br: Texto Simples

source: Label (Bg)
de: Label (Hintergrund)
es: Etiqueta (Fondo)
fr: Étiquette (Fond)
pt_br: Rótulo (Fundo)

source: Repelled Text
de: Abgestoßener Text
es: Texto Repelido
fr: Texte repoussé
pt_br: Texto Repelido

source: Repelled Label
de: Abgestoßene Label
es: Etiqueta Repelida
fr: Étiquette repoussée
pt_br: Rótulo Repelido

source: Color Preset
de: Farbvoreinstellung
es: Preajuste de Color
fr: Préréglage de couleur
pt_br: Predefinição de Cor

source: Black
de: Schwarz
es: Negro
fr: Noir
pt_br: Preto

source: Grey
de: Grau
es: Gris
fr: Gris
pt_br: Cinza

source: Blue
de: Blau
es: Azul
fr: Bleu
pt_br: Azul

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
pt_br: Personalizado

source: Custom Color
de: Benutzerdefinierte Farbe
es: Color Personalizado
fr: Couleur personnalisée
pt_br: Cor Personalizada

source: Size
de: Größe
es: Tamaño
fr: Taille
pt_br: Tamanho

source: Decimals
de: Dezimalstellen
es: Decimales
fr: Décimales
pt_br: Decimais

source: Max Overlaps
de: Max. Überlappungen
es: Max Superposiciones
fr: Max chevauchements
pt_br: Máx Sobreposições

source: Data
de: Daten
es: Datos
fr: Données
pt_br: Dados

source: Options
de: Optionen
es: Opciones
pt_br: Opções

source: Value Labels
de: Wertebeschriftungen
es: Etiquetas de Valor
fr: Étiquettes de valeur
pt_br: Rótulos de Valor

source: Labels
de: Beschriftungen
es: Etiquetas
fr: Étiquettes
pt_br: Rótulos

source: Theme
de: Thema
es: Tema
fr: Thème
pt_br: Tema

source: Output
de: Ausgabe
es: Salida
fr: Sortie
pt_br: Saída

source: Histogram
de: Histogramm
es: Histograma
fr: Histogramme
pt_br: Histograma

source: Create a weighted histogram.
de: Gewichtetes Histogramm erstellen.
es: Crear un histograma ponderado.
fr: Créer un histogramme pondéré.
pt_br: Criar um histograma ponderado.

source: Select survey and numeric variable.
de: Erhebung und numerische Variable auswählen.
es: Seleccione encuesta y variable numérica.
fr: Sélectionnez l'enquête et la variable numérique.
pt_br: Selecione a pesquisa e a variável numérica.

source: Numeric Variable
de: Numerische Variable
es: Variable Numérica
fr: Variable numérique
pt_br: Variável Numérica

source: Facet Variable
de: Facettierungsvariable
es: Variable de Faceta
fr: Variable de facette
pt_br: Variável de Faceta

source: Bins
de: Klassen (Bins)
es: Contenedores (Bins)
fr: Classes (Bins)
pt_br: Intervalos (Bins)

source: Density Curve
de: Dichtekurve
es: Curva de Densidad
fr: Courbe de densité
pt_br: Curva de Densidade

source: Create weighted boxplots.
de: Gewichtete Boxplots erstellen.
es: Crear diagramas de caja ponderados.
fr: Créer des boîtes à moustaches pondérées.
pt_br: Criar boxplots ponderados.

source: Select survey, numeric Y, and grouping X.
de: Erhebung, numerisches Y und gruppierendes X auswählen.
es: Seleccione encuesta, Y numérica y X de agrupación.
fr: Sélectionnez l'enquête, Y numérique et X de regroupement.
pt_br: Selecione pesquisa, Y numérico e X de agrupamento.

source: Numeric Variable (Y)
de: Numerische Variable (Y)
es: Variable Numérica (Y)
fr: Variable numérique (Y)
pt_br: Variável Numérica (Y)

source: Grouping Variable (X)
de: Gruppierungsvariable (X)
es: Variable de Agrupación (X)
fr: Variable de regroupement (X)
pt_br: Variável de Agrupamento (X)

source: Fill by Group
de: Nach Gruppe füllen
es: Rellenar por Grupo
fr: Remplir par groupe
pt_br: Preencher por Grupo

source: Flip Coordinates
de: Koordinaten tauschen
es: Invertir Coordenadas
fr: Inverser les coordonnées
pt_br: Inverter Coordenadas

source: Varwidth
de: Variable Breite
es: Ancho Variable
fr: Largeur variable
pt_br: Largura variável

source: Ordering
de: Sortierung
es: Ordenamiento
fr: Ordre
pt_br: Ordenação

source: Order X by Median Y
de: X nach Median Y sortieren
es: Ordenar X por Mediana Y
fr: Ordonner X par médiane Y
pt_br: Ordenar X por Mediana Y

source: Invert Order
de: Reihenfolge umkehren
es: Invertir Orden
fr: Inverser l'ordre
pt_br: Inverter Ordem

source: Frequency Table
de: Häufigkeitstabelle
es: Tabla de Frecuencia
fr: Tableau de fréquences
pt_br: Tabela de Frequência

source: Generate weighted freq table.
de: Gewichtete Häufigkeitstabelle generieren.
es: Generar tabla de frecuencias ponderada.
fr: Générer un tableau de fréquences pondéré.
pt_br: Gerar tabela de freq ponderada.

source: Select survey and variable.
de: Erhebung und Variable auswählen.
es: Seleccione encuesta y variable.
fr: Sélectionnez l'enquête et la variable.
pt_br: Selecione a pesquisa e a variável.

source: Show Cumulative %
de: Kumulierte % anzeigen
es: Mostrar % Acumulado
fr: Afficher % cumulé
pt_br: Mostrar % Acumulada

source: Show Total Row
de: Summenzeile anzeigen
es: Mostrar Fila Total
fr: Afficher la ligne Total
pt_br: Mostrar Linha Total

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
pt_br: Ordenar

source: Decreasing (Freq)
de: Absteigend (Häufigkeit)
es: Decreciente (Frecuencia)
fr: Décroissant (Fréq)
pt_br: Decrescente (Freq)

source: Increasing (Freq)
de: Aufsteigend (Häufigkeit)
es: Creciente (Frecuencia)
fr: Croissant (Fréq)
pt_br: Crescente (Freq)

source: None (Levels)
de: Keine (Ebenen)
es: Ninguno (Niveles)
fr: Aucun (Niveaux)
pt_br: Nenhum (Níveis)

source: Exclude NAs from calculation
de: NAs von Berechnung ausschließen
es: Excluir NAs del cálculo
fr: Exclure les NA du calcul
pt_br: Excluir NAs do cálculo

source: Save Frequency Table
de: Häufigkeitstabelle speichern
es: Guardar Tabla de Frecuencia
fr: Enregistrer le tableau de fréquences
pt_br: Salvar Tabela de Frequência

source: Descriptive
de: Deskriptiv
es: Descriptiva
fr: Descriptif
pt_br: Descritiva

source: Weighted Frequency Table:
de: Gewichtete Häufigkeitstabelle:
es: Tabla de Frecuencias Ponderada:
fr: Tableau de fréquences pondéré :
pt_br: Tabela de Frequência Ponderada:

source: Boxplot
fr: Boîte à moustaches
